---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SupportHandClearance
source: html/4b0c1552-bff2-577f-61ae-24d5acb39c75.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SupportHandClearance Property

"Hand Clearance"

## Syntax (C#)
```csharp
public static ForgeTypeId SupportHandClearance { get; }
```